INFO_WINDOW_HELP = "ПОМОЩЬ..."

MAIN_WINDOW_BUY_LABEL = "Купить"
MAIN_WINDOW_HELP_BUTTON = "ПОМОЩЬ"
MAIN_WINDOW_ALL_CURRENCIES_BUTTON = "ВСЕ КРИПТОВАЛЮТЫ"
MAIN_WINDOW_MENU_BUTTON = "МЕНЮ"
MAIN_WINDOW_USER_ACCEPT = "ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ"


BUY_COINS_WINDOW_QR_SCANNING = "Сканирование QR-кода..<br>Поднесите QR-код Вашего ВТС-кошелька к камере.."
BUY_COINS_WINDOW_BUY_BUTTON = "КУПИТЬ"
BUY_COINS_WINDOW_BACK_BUTTON = "< Назад"
BUY_COINS_WINDOW_NEXT_BUTTON = "ДАЛЕЕ"
BUY_COINS_WINDOW_TIP1 = "<br>Для пополнения баланса нажмите 'ДАЛЕЕ'<br>ВНИМАНИЕ: Криптомат не выдает сдачу. Проверьте правильность кошелька."
BUY_COINS_WINDOW_TRANSACTION_SUCCESS = "<img src='images/ok.png'><br><br>Транзакция прошла успешно!"
BUY_COINS_WINDOW_TRANSACTION_FAIL = "Транзакция прошла с ошибкой"
BUY_COINS_IMG_WALLET = "<img src='images/wallet.png'>"

BILL_ACCEPTOR_WINDOW_INSERT_BILL = "Внесите необходимую сумму,\nиспользуя купюроприемник."
BILL_ACCEPTOR_WINDOW_AMOUNT_RECIEVED = "ИТОГО: "
BILL_ACCEPTOR_WINDOW_TAKE_RECIEPT = "Заберите Ваш чек!"

WARNING_WINDOW_OK_BUTTON = "ПРОДОЛЖИТЬ"
WARNING_WINDOW_CANCEL_BUTTON = "ОТМЕНА"

WARNING_WINDOW_TEXT1 = "Вы бездействуете. Нажмите кнопку продолжить, чтобы продолжить покупку. Иначе вы потеряете деньги и выйдете в главное меню."
WARNING_WINDOW_TEXT2 = "Вы не завершили покупку. Нажмите кнопку отмена, чтобы купить криптовалюту. Иначе вы потеряете деньги."
INFO_INFO_TEXT = "Настоящий криптомат CryptoLand.Fund используется для пополнения bitcoin-кошелька при помощи наличных денежных средств. Номер кошелька вводится путем сканирования QR-кода. Обмен осуществляется по текущему курсу криптовалютной биржи Poloniex. Просим Вас точно следовать пошаговой инструкции, которая появляется на экране криптомата при проведении транзакции. ВНИМАНИЕ! Криптомат не оснащен функцией выдачи сдачи или возврата денежных средств. Начиная работу с криптоматом, Вы соглашаетесь с условиями пользовательского соглашения. Полный текст пользовательского соглашения приведен ниже – пожалуйста, нажмите кнопку «ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ» в нижней части данного раздела. Криптомат был создан командой CRYPTOMAT (www.cryptomat.by)"
INFO_USER_ACCEPT = "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n" \
                   "ТЕКСТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ\n"